Repository: DannyDB5544/079COGS
Catalog: leveler/locales/*.po
Languages: fr_fr

source: Displays a user profile.
fr_fr: Affiche un profil utilisateur.

source: Displays the rank of a user.
fr_fr: Affiche le rang d'un utilisateur.

source: Displays leaderboard.\n\n Add -global parameter for global and -rep for reputation.
fr_fr: Affiche le classement.\n\n Ajouter -global paramètre pour global et -rep pour la réputation.

source: Gives a reputation point to a designated player.
fr_fr: Donne un point de réputation à un joueur désigné.

source: Gives more specific details about user profile image.
fr_fr: Donne des détails plus spécifiques sur l'image de profil de l'utilisateur.

source: Profile Configuration Options
fr_fr: Options de configuration du profil

source: Profile options
fr_fr: Options du profil

source: Rank options
fr_fr: Options de classement

source: Level-Up options
fr_fr: Options de mise à niveau

source: Set info color.\n\n e.g [p]lvlset profile color [exp|rep|badge|info|all] [default|white|hex|auto]
fr_fr: Définir la couleur d'information.\n\n par exemple [p]la couleur du profil [exp|rep|badge|info|all] [default|white|hex|auto]

source: Set info color.\n\n e.g [p]lvlset rank color [exp|info] [default|white|hex|auto]
fr_fr: Définir la couleur des informations.\n\n par exemple [p]la couleur du rang [exp|info] [default|white|hex|auto]

source: Set info color.\n\n e.g [p]lvlset color [info] [default|white|hex|auto]
fr_fr: Définir la couleur d'information.\n\n par exemple [p]la couleur de lvlset [info] [default|white|hex|auto]

source: Set your user info.
fr_fr: Définissez vos informations d'utilisateur.

source: Set your level background
fr_fr: Définir l'arrière-plan de votre niveau

source: Set your profile background
fr_fr: Définir l'arrière-plan de votre profil

source: Set your rank background
fr_fr: Définir l'arrière-plan de votre rang

source: Set your title.
fr_fr: Définissez votre titre.

source: Admin Toggle Features
fr_fr: Fonctionnalités d'administrateur

source: A list of settings
fr_fr: Une liste de paramètres

source: Credits per message logged.\n\n Default = 0
fr_fr: Crédits par message enregistré.\n\n Par défaut = 0

source: Blocks exp gain in certain channel\n\n Use command without channel to see list of ignored channels
fr_fr: Bloque le gain d'Exp dans certains canaux\n\n utiliser la commande sans canal pour voir la liste des salons ignorés

source: Locks levelup messages to one channel.\n\n Disable command via locked channel.
fr_fr: Verrouille les messages de mise à niveau vers un canal.\n\n Désactive la commande via le canal verrouillé.

source: Set a price for background changes.
fr_fr: Fixer un prix pour les modifications en arrière-plan.

source: Set a user's level. (What a cheater C:).
fr_fr: Définit le niveau d'un utilisateur (quel tricheur C:).

source: Ban user from getting experience
fr_fr: Bannir un utilisateur pour obtenir de l'expérience

source: Toggle mentions on messages.
fr_fr: Activer/désactiver les mentions sur les messages.

source: Toggle most leveler commands on the current server.
fr_fr: Basculer la plupart des commandes de niveau sur le serveur actuel.

source: Toggle text-based messages on the server.
fr_fr: Activer/désactiver les messages textuels sur le serveur.

source: Toggle level-up messages on the server.
fr_fr: Activer/désactiver les messages de mise à niveau sur le serveur.

source: Toggles if lvl alert is a private message to the user.
fr_fr: Active/désactive si l'alerte de niveau est un message privé à l'utilisateur.

source: Set the range for the xp given on each successful xp gain.\n\n Leaving the entries blank will reset the xp to the default.
fr_fr: Définissez la plage pour le xp donné pour chaque gain de xp réussi.\n\n Laisser les entrées vides réinitialisera le xp à la valeur par défaut.

source: Set minimum message length for xp gain.\n\n Messages with attachments will give xp regardless of length
fr_fr: Définir la longueur minimale du message pour le gain en xp.\n\n Les messages avec des pièces jointes donneront xp quelle que soit la longueur

source: Badge Configuration Options
fr_fr: Options de configuration du badge

source: Get a list of available badges for 'server' or 'global'.\n\n Defaults for server
fr_fr: Récupère une liste des badges disponibles pour 'server' ou 'global'.\n\n Par défaut pour le serveur

source: Get the badges of a user.
fr_fr: Récupère les badges d'un utilisateur.

source: Get a badge from repository.\n\n optional = \"-global\"
fr_fr: Obtenir un badge depuis le dépôt.\n\n optionnel = \"-global\"

source: Set a badge to profile.\n\n -1(invis), 0(not on profile), max: 5000.
fr_fr: Définit un badge pour le profil.\n\n -1(invis), 0(pas sur le profil), max : 5000.

source: Add a badge.\n\n name = \"Use Quotes\", Colors = #hex. bg_img = url, price = -1(non-purchasable), 0,...
fr_fr: Ajouter un badge.\n\n name = \"Utiliser les guillemets\", Couleurs = #hex. bg_img = url, prix = -1(non-achetable), 0,...

source: circles or bars.
fr_fr: cercles ou barres.

source: Delete a badge and remove from all users.
fr_fr: Supprimer un badge et le retirer de tous les utilisateurs.

source: Give a user a badge with a certain name
fr_fr: Donner un badge à un utilisateur avec un certain nom

source: Take a user's badge.
fr_fr: Prenez le badge d'un utilisateur.

source: Associate a badge with a level.
fr_fr: Associer un badge avec un niveau.

source: Delete a badge/level association.
fr_fr: Supprimer une association de badge/niveau.

source: List level/badge associations.
fr_fr: Liste des associations de niveau/badges.

source: Admin Background Configuration
fr_fr: Configuration de l'arrière-plan de l'admin

source: Associate a role with a level.\n\n Removes previous role if given.
fr_fr: Associer un rôle avec un niveau.\n\n Supprime le rôle précédent si fourni.

source: Delete a role/level association.
fr_fr: Supprimer une association de rôle/niveau.

source: List level/role associations.
fr_fr: Liste des associations de niveaux/rôles.

source: Add a profile background. \n \n Proportions: (290px x 290px)
fr_fr: Ajouter un fond de profil. \n \n Proportions : (290px x 290px)

source: Add a rank background.\n\n Proportions: (360px x 100px)
fr_fr: Ajouter un arrière-plan de classement.\n\n Proportions : (360px x 100px)

source: Add a level-up background.\n\n Proportions: (175px x 65px)
fr_fr: Ajouter un fond de niveau vers le haut.\n\n Proportions : (175px 65px)

source: Set one-time custom background
fr_fr: Définir l'arrière-plan unique personnalisé

source: Delete a profile background.
fr_fr: Supprimer un fond de profil.

source: Delete a rank background.
fr_fr: Supprimer un fond de classement.

source: Delete a level background.
fr_fr: Supprimer un fond de niveau.

source: Gives a list of backgrounds.\n\n [p]backgrounds [profile|rank|levelup]
fr_fr: Donne une liste d'arrière-plan.\n\n [p]arrière-plans [profile|rank|levelup]
